"SZRefreshHeaderIdleText" = "下拉可以刷新";
"SZRefreshHeaderPullingText" = "松开立即刷新";
"SZRefreshHeaderRefreshingText" = "正在刷新数据中...";

"SZRefreshTrailerIdleText" = "滑动查看图文详情";
"SZRefreshTrailerPullingText" = "释放查看图文详情";

"SZRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"SZRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"SZRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"SZRefreshBackFooterIdleText" = "上拉可以加载更多";
"SZRefreshBackFooterPullingText" = "松开立即加载更多";
"SZRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"SZRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"SZRefreshHeaderLastTimeText" = "最后更新：";
"SZRefreshHeaderDateTodayText" = "今天";
"SZRefreshHeaderNoneLastDateText" = "无记录";
